13xforever.language-x86-64-assembly
aaron-bond.better-comments
adpyke.codesnap
akamud.vscode-theme-onedark
alefragnani.bookmarks
alefragnani.project-manager
anbuselvanrocky.bootstrap5-vscode
batisteo.vscode-django
bmewburn.vscode-intelephense-client
chaojie.better-mako
charliermarsh.ruff
christian-kohler.path-intellisense
crazywolf.smali
dgenzer.suricata-highlight-vscode
digitalbrainstem.javascript-ejs-support
doinkythederp.nasm-language-support
donjayamanne.githistory
ecmel.vscode-html-css
esbenp.prettier-vscode
eww-yuck.yuck
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.github-vscode-theme
github.remotehub
gitlab.gitlab-workflow
golang.go
gruntfuggly.todo-tree
icrawl.discord-vscode
james-yu.latex-workshop
jamiewoodio.cisco
kevinrose.vsc-python-indent
loyieking.smalise
mhutchie.git-graph
mkornelsen.vscode-arm64
monosans.djlint
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vsliveshare.vsliveshare
naumovs.color-highlight
njpwerner.autodocstring
otovo-oss.htmx-tags
pgourlain.erlang
pkief.material-icon-theme
qwtel.sqlite-viewer
redhat.java
redhat.vscode-xml
shakram02.bash-beautify
shopify.ruby-lsp
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-norwegian-bokmal
surendrajat.apklab
tamasfe.even-better-toml
tomoki1207.pdf
twxs.cmake
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vivaxy.vscode-conventional-commits
vscodevim.vim
vspacecode.whichkey
waderyan.gitblame
xaver.clang-format
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
zivit.one-dark
